[
    {
        "year":2025,
        "month":3,
        "day":8,
        "title":"クレジットカードを発行した話",
        "text":"機能追加してばっかりで、使いたくてたまらないので今日も投稿しておこうと思います。<br>皆さんこんばんは、クワジマです。<br><br>ここ三日程、私は何もしませんでした。いや、この後する話についてはしていたのですが、何らかの活動っぽい活動を何かしていたかと言われれば全くで、寝転がって光る板を眺め続けてただけでした。ああ、南無三。二日も「明日こそは朝早く起きて外で何らかしよう。」と思っているだけで夕方まで寝過ごして終わってしまいました。ベッドの引力がおっぱいの引力より強いことが証明されたといっても過言ではないでしょう。<br><br>さて、本題です。<br>私はこの二日間でクレジットカードを作りました。二枚。正確な話をすると、一枚みたいなところなんですが。<br>一枚目は三井住友銀行のoliveアカウントのフレキシブルペイのカード(以前より利用していたが、初めてクレジットカードモードで利用し始めた。という意味では作ったと形容しても間違いではないだろう。)。<img src=\"media/image001.png\" width=\"100%\"></img><br>二枚目はAmazonPrimeMastercard。最近気が付いたのですが、私は基本的に3000円を超える買い物をAmazon以外ではしないようで、そんなAmazonのカードであれば損はないであろうという短絡的な考えで発行しました。特典の4000ポイントもありましたしな。<img src=\"media/image002.png\" width=\"100%\"></img><br>これは二枚とも三井住友カードに分類されるもので、Vpassというスマホアプリで管理することができます。この設定も本当に面倒くさかった......。^^;<br>元々使用していたoliveアカウントだけであれば、SMBC IDという銀行口座の方のIDから管理できるのに、一括で二枚管理しようとするとVpassIDとかいう新しいIDを発行しなければいけないんです。しかもSMS認証を制限されていて、電話での認証。本当に大変でした。そもそもoliveのフレキシブルカードって全部で使えるカード番号とクレジットカード限定の番号があって、ここだと後者しか使えないんです。しかも最初数回は認証が上手くいかなくて3回くらいやり直してやっとこさ上手くいきました。これだけで1時間かかっています。<br><br>それと！先ほど張った二枚目の写真を見てもわかると思うのですが、7000ポイントに上がっています。これ、作った1日あとですよ？ふざけないでください。普通に3000円逃した馬鹿じゃないですかこれじゃ私が。<br><br>ふぅ、ちょっとだけすっきりしました。今後カードをつかっていったり、ポイ活のために新しく作ったりすると思いますが、後悔しないようにしたいですね。<br><br><br>では、また。",
        "photo":null
    },{
        "year":2025,
        "month":3,
        "day":6,
        "title":"始めましての挨拶",
        "text":"ワッサー！<br><br>…ハイ。<br>わたくし東京都市大学 情報工学部 情報科学科 所属のクワジマでございます。<br><br>自身のウェブサイトを作成し、自身のサイトでブログのようなものを書き込んでいこうと考えています。<br><br>なんと！更新頻度は！不定期です～。<br><br>初回は私の自己紹介しか書くことがないので、昔使っていたハンネをいくつかお教えしようと思います。<br>まず一つ目ですが、「納豆とめかぶ」です。な、つ、か、し、い、で、す、ね～。<br>このハンネは中学のとき初めてTwitterに登録した時につかっていたものでして、当時は思春期なので私の「ヘキ」も相まってLGBTQとか中性界隈とかめっちゃ見てましたね～。<br>「こいつ、めっちゃ痛いヤツじゃねえか！」って思ったでしょう。大丈夫です。もちろんそんなことをまわりのひとに言ったら痛いやつですが、ちゃーんと黙っていましたよ。<br><br>そこで、中性というより、私はある一人の女装子さんが好きでよく見ていました。その方は身長173cmほどで、長髪、歩き方に癖がある内股で、なんというか、雰囲気が好きだったんです。多分、非常に広義に捉えれば、恋に近い感情だったんだと思います。<br>それとは別に後二名ほど仲良くしていただいた界隈の方がいらっしゃって、今でも交友があったらどんな関係になっていたんだろうと考えてしまう時もあります。<br>この納豆とめかぶのアカウントは既に削除していて、IDで検索すればいくつかリプが表示されますが、アカウント自体を見ることはできません。<br>そのアカウント削除に至った理由は、大きなものではなく、最初に挙げた女装子さんからフォロバされてなんとなく「ゲームクリア」感があったとか、それで満足というか飽きたというか。みたいな感じです。本当に身勝手ですが、中学生なんてそんなもんです。ハイ。<br>これに関する話はこれ以上ほとんどないので特に別で紹介するとかはないですが、間違いなく今の僕の価値観を形成するかけらの一つにはなっていると思います。<br><br>はてさて、ハンネの話でしたね。<br>先述したアカウントを削除した後もしばらく使ったりしていたのですが、高校の友人はこのハンネを知らないと思うことから多分高校以降では使っていないと思います。たまに以前使っていたウェブサービスにログインするとこのハンネが飛び込んできて、ダメージを食らったあとにそのまま放置しているので、いくつか探せばこのハンネで登録してあるサービスはあると思いますがいい思い出と感じています。<br><br>このハンネの由来は中学の調理実習で納豆とめかぶとオクラととろろとモロヘイヤを加えたとにかくねばねばの闇料理を作り「クワジマスペシャル」と名付けたところから来ています。まあ、なんてかわいらしい由来なんでしょうかね！<br><br>さて、少々長くなってしまったので、今日のところはハンネ一つの紹介で終わろうと思います。また機会があれば別のハンネについてお教えしますよ。<br><br><br>では、また。",
        "photo":null
    },
    {
        "year":2025,
        "month":3,
        "day":4,
        "title":"お試し作成2",
        "text":"これはお試しの記事作成です。これは間違っていた場合表示されません。わたしは本日のnothing phone3aの発表に期待しています。",
        "photo":null
    },
    {
        "year":2025,
        "month":3,
        "day":3,
        "title":"お試し作成",
        "text":"これはお試しの記事作成です。これは間違っていた場合表示されません。記事部分はHTMLの文法で文章を書くことで記事が記録できます。\\nは何の意味もなしません。",
        "photo":"mainIcon.png"
    }
]